{
    "contact": "Contactez-moi",
    "contact.overall": "Dans l'ensemble, vous me connaissez !",
    "contact.youKnow": "Tu sais,",
    "contact.whatIdo": "Ce que je fais,",
    "contact.whatILike": "Ce que j'aime.",
    "contact.waiting": "Alors, qu'est-ce que vous attendez ? Envoyez-moi un message ! Faites-moi savoir",
    "contact.whoAreYou": "Qui êtes-vous ?",
    "tankyou": "Merci de visiter mon site web",
    "thankyou.process": "// Il s'agit d'un travail en cours, alors revenez souvent",
    "myself.frontEnd" : "Développeur Front-end Javascript",
    "myself.react": "Développeur React",
    "creativity": "La créativité est l'action de transformer des idées nouvelles et imaginatives en réalité. La créativité se caractérise par la capacité à percevoir le monde d'une manière nouvelle, à trouver des modèles cachés, à établir des liens entre des phénomènes apparemment sans rapport et à générer des solutions. Oui, c'est une copie du passé",
    "heading.creativity": "Créativité",
    "followMe.text": "Suivez-moi sur les médias sociaux pour être informé de ma vie sociale et professionnelle.",
    "interest": "Intérêt : le sentiment de vouloir accorder son attention à quelque chose ou de vouloir s'impliquer et en découvrir davantage sur quelque chose.",
    "flip": "Retournez les cartes et trouvez celles de mes intérêts",
    "gameBottom": "Vos centres d'intérêt sont les activités que vous aimez faire et les sujets sur lesquels vous aimez passer du temps à apprendre.",
    "intro": "Développeur JavaScript, passionné par le développement d'applications web entièrement testables et évolutives. Fou d'algorithme. Contributeur d'équipe Agile, apprenant rapide, fournisseur intelligent.",
    "exp": "J'ai 2+ ans d'expérience en tant que développeur web et Msc @EPITA.",
    "madeWith": "// Fait avec",
    "myPast": "Mon passé",
    "pastText": "Toujours ouvert aux nouvelles technologies,",
    "pastTextTwo":"Au cours des dernières années, j'ai eu de nombreuses occasions de travailler dans un vaste spectre de technologies web ce qui m'a permis de rassembler une quantité importante d'expériences diverses. En travaillant pour des entreprises et des particuliers dans le monde entier, j'ai rencontré et appris de personnes étonnantes et ambitieuses.",
    "work.meritis.tools": "Outils (React, Redux, Javascript, HTML, CSS)",
    "work.meritis.one": "- Travail sur la création d'un site web interne pour la gestion des risques",
    "work.meritis.two": "- Utilisation de la table React pour visualiser plus efficacement les valeurs de risque",
    "work.meritis.three": "- Aide à l'équipe interne de CACIB pour mettre en évidence les facteurs de risque dans le processus FRTB SA",
    "work.artysium.tools": "Outils (React, Redux, Saga, Javascript, Animate, HTML, CSS, AWS)",
    "work.artysium.one": "- Utilisation de redux state management library and Saga middleware",
    "work.artysium.two": "- Créer une visite virtuelle basée sur le web avec une expérience de haut niveau pour les utilisateurs de marques de luxe.",
    "work.artysium.three": "- Mettre en œuvre une expérience utilisateur structurée, fiable, réutilisable, évolutive et pilotée par des tests.",
    "work.artysium.four": "- Intégrer la visite web avec l'API du client de commerce électronique",
    "work.artysium.five": "- Rédiger des tests à l'aide de react-testing-library, Jest",
    "work.itss.tools": "Outils (Java, React, Redux, Saga, Javascript, Animate, HTML, CSS, AWS)",
    "work.itss.one": "Participation au développement de SOLIS, du début jusqu'au déploiement. ",
    "work.itss.two": "(une application hors ligne basée sur la réaction pour le client UpGroup), PWA, serviceWorker, Indexedb.",
    "work.itss.three": "- Correction de bogues dans la connexion SSO avec CAS (Central Authentication Service).",
    "work.itss.four": "- Intégration d'IJBOX avec leurs clients en utilisant Java",
    "work.quadient.tools": "Outils (Java, React, Redux, Javascript, HTML, CSS, AWS)",
    "work.quadient.one": "Optimisation de l'espace",
    "work.quadient.two": "- Optimiser le positionnement de la commande en utilisant l'algorithme LAFF afin de minimiser le volume du colis et les coûts d'expédition.",
    "work.quadient.three": "- Optimiser la position des colis dans une palette",
    "work.quadient.four": "- Optimiser la position des colis dans un camion",
    "work.quadient.five": "- Trier les colis avant de créer la palette",
    "work.gaitview.tools": "Outils (React, Redux, Saga, Javascript, Animate, HTML, CSS, AWS)",
    "work.gaitview.one": "- Participation à la mise en œuvre du système de gestion de l'école",
    "work.gaitview.two": "- Mettre en œuvre une logique d'entreprise et créer des pages Web dynamiques avec JSP, JavaScript,",
    "work.gaitview.three": "et JQuery pour intégrer des validations et des fonctionnalités côté client.",
    "work.gaitview.four": "- Participation à l'implémentation des modules académiques et de paie pour les services suivants",
    "work.gaitview.five": "les frais d'inscription et de scolarité des étudiants.",
    "about": "Je suis un développeur JavaScript frontend, Reacter et Learner.",
    "about.one": "Originaire d'Inde, basée à Paris",
    "about.exp": "années d'expérience",
    "download": "Télécharger mon"
}