{
    "contact": "Contactez-moi",
    "contact.overall": "Dans l'ensemble, vous me connaissez !",
    "contact.youKnow": "Tu sais,",
    "contact.whatIdo": "Ce que je fais,",
    "contact.whatILike": "Ce que j'aime.",
    "contact.waiting": "Alors, qu'est-ce que vous attendez ? Envoyez-moi un message ! Faites-moi savoir",
    "contact.whoAreYou": "Qui êtes-vous ?",
    "tankyou": "Merci de visiter mon site web",
    "thankyou.process": "// Il s'agit d'un travail en cours, alors revenez souvent",
    "myself.frontEnd" : "Développeur Front-end Javascript",
    "myself.react": "Développeur React",
    "creativity": "La créativité est l'action de transformer des idées nouvelles et imaginatives en réalité. La créativité se caractérise par la capacité à percevoir le monde d'une manière nouvelle, à trouver des modèles cachés, à établir des liens entre des phénomènes apparemment sans rapport et à générer des solutions. Oui, c'est une copie du passé",
    "heading.creativity": "Créativité",
    "followMe.text": "Suivez-moi sur les médias sociaux pour être informé de ma vie sociale et professionnelle.",
    "interest": "Intérêt : le sentiment de vouloir accorder son attention à quelque chose ou de vouloir s'impliquer et en découvrir davantage sur quelque chose.",
    "flip": "Retournez les cartes et trouvez celles de mes intérêts",
    "gameBottom": "Vos centres d'intérêt sont les activités que vous aimez faire et les sujets sur lesquels vous aimez passer du temps à apprendre.",
    "intro": "Développeur JavaScript, passionné par le développement d'applications web entièrement testables et évolutives. Fou d'algorithme. Contributeur d'équipe Agile, apprenant rapide, fournisseur intelligent.",
    "exp": "J'ai 2+ ans d'expérience en tant que développeur web et Msc @EPITA.",
    "madeWith": "// Fait avec",
    "myPast": "Mon passé",
    "pastText": "Toujours ouvert aux nouvelles technologies,",
    "pastTextTwo":"Au cours des dernières années, j'ai eu de nombreuses occasions de travailler dans un vaste spectre de technologies web ce qui m'a permis de rassembler une quantité importante d'expériences diverses. En travaillant pour des entreprises et des particuliers dans le monde entier, j'ai rencontré et appris de personnes étonnantes et ambitieuses."
}