{
    "contact": "Contact me",
    "contact.overall": "Overall you know me!",
    "contact.youKnow": "You know,",
    "contact.whatIdo": "What i DO",
    "contact.whatILike": "What i LIKE.",
    "contact.waiting": "SO, What are you waiting for ? Send me message! Let me know ",
    "contact.whoAreYou": "Who you are",
    "tankyou": "Thank you for website",
    "thankyou.process": "// It's work in process so check back often",
    "myself.frontEnd" : "Javascript Frontend Developer",
    "myself.react": "React Developer",
    "creativity": "Creativity is the act of turning new and imaginative ideas into reality. Creativity is characterised by the ability to perceive the world in new ways, to find hidden patterns, to make connections between seemingly unrelated phenomena, and to generate solutions. Yes its a copy past",
    "heading.creativity": "Creativity",
    "followMe.text": "Follow me on Social Media to get update about my social and professional life",
    "interest": "Interest : the feeling of wanting to give your attention to something or of wanting to be involved with and to discover more about something.",
    "flip": "Flip the cards and find my Interest's",
    "gameBottom": "Your interests are the activities that you enjoy doing and the subjects that you like to spend time learning about.",
    "intro": "JavaScript developer,  Passionate about developing fully testable, scalable web applications. Algorithm freak. Agile Team contributor, Quick learner, Smart provider.",
    "exp": "I have 2+ Years of working experience as a Web Developer and Msc @EPITA.",
    "madeWith": "// Made with",
    "myPast": "My past",
    "pastText": "Always open to new technologies",
    "pastTextTwo":"During the past few years I had many opportunities to work in a vast spectrum of web technologies what let me gather a significant amount of various experience. Working for companies and individuals around the globe I met and learnt from amazing and ambitious people."
}