{
    "contact": "Contact me",
    "contact.overall": "Overall you know me!",
    "contact.youKnow": "You know,",
    "contact.whatIdo": "What i DO",
    "contact.whatILike": "What i LIKE.",
    "contact.waiting": "SO, What are you waiting for ? Send me message! Let me know ",
    "contact.whoAreYou": "Who you are",
    "tankyou": "Thank you for website",
    "thankyou.process": "// It's work in process so check back often",
    "myself.frontEnd" : "Javascript Frontend Developer",
    "myself.react": "React Developer",
    "creativity": "Creativity is the act of turning new and imaginative ideas into reality. Creativity is characterised by the ability to perceive the world in new ways, to find hidden patterns, to make connections between seemingly unrelated phenomena, and to generate solutions. Yes its a copy past",
    "heading.creativity": "Creativity",
    "followMe.text": "Follow me on Social Media to get update about my social and professional life",
    "interest": "Interest : the feeling of wanting to give your attention to something or of wanting to be involved with and to discover more about something.",
    "flip": "Flip the cards and find my Interest's",
    "gameBottom": "Your interests are the activities that you enjoy doing and the subjects that you like to spend time learning about.",
    "intro": "JavaScript developer,  Passionate about developing fully testable, scalable web applications. Algorithm freak. Agile Team contributor, Quick learner, Smart provider.",
    "exp": "I have 2+ Years of working experience as a Web Developer and Msc @EPITA.",
    "madeWith": "// Made with",
    "myPast": "My past",
    "pastText": "Always open to new technologies",
    "pastTextTwo":"During the past few years I had many opportunities to work in a vast spectrum of web technologies what let me gather a significant amount of various experience. Working for companies and individuals around the globe I met and learnt from amazing and ambitious people.",
    "work.meritis.tools": "Tools (React, Redux, Javascript, HTML, CSS)",
    "work.meritis.one": "- Worked on creating internal website for risk management",
    "work.meritis.two": "- Used React table to visualize risk values more efficiently",
    "work.meritis.three": "- Helped internal team of CACIB to highlight risk factors in FRTB SA process",
    "work.artysium.tools": "Tools (React, Redux, Saga, Javascript, Animate, HTML, CSS, AWS)",
    "work.artysium.one": "- Using redux state management library and Saga middleware",
    "work.artysium.two": "- Create web based Virtual tour with high level experience for the users from luxury brands.",
    "work.artysium.three": "- Implement Structured, trustable, reusable, scalable, Test driven web based user experience",
    "work.artysium.four": "- Integrate web tour with ecommerce client API",
    "work.artysium.five": "- Write tests using react-testing-library, Jest",
    "work.itss.tools": "Tools (Java, React, Redux, Saga, Javascript, Animate, HTML, CSS, AWS)",
    "work.itss.one": "Involved in development of SOLIS from scratch to deployment ",
    "work.itss.two": "(an offline react based application for the client UpGroup ), PWA, serviceWorker,Indexedb.",
    "work.itss.three": "-  Bugs fix in SSO connection with CAS (Central Authentication Service).",
    "work.itss.four": "-  Integration of IJBOX with their clients using Java",
    "work.quadient.tools": "Tools (Java, React, Redux, Javascript, HTML, CSS, AWS)",
    "work.quadient.one": "Space optimization",
    "work.quadient.two": "- Optimize positioning of order using LAFF ALORITHM to minimize the parcel volume/shipping costs",
    "work.quadient.three": "- Optimize parcels position in a pallet",
    "work.quadient.four": "- Optimize parcels position in a truck",
    "work.quadient.five": "-  Sort parcels before we create the pallet",
    "work.gaitview.tools": "Tools (React, Redux, Saga, Javascript, Animate, HTML, CSS, AWS)",
    "work.gaitview.one": "-  Participation in the implementation of the school management system",
    "work.gaitview.two": "- Implement business logic and create dynamic web pages with JSP, JavaScript,",
    "work.gaitview.three": "and JQuery to integrate validations and client-side features.",
    "work.gaitview.four": "- Participation in the implementation of the academic & payroll modules for",
    "work.gaitview.five": "registration and tuition fees for students.",
    "about": "I am a JavaScript frontend developer, Reacter and Learner. From India, Based in Paris",
    "about.one": "From India, Based in Paris",
    "about.exp": "years of experience",
    "download": "Download my"
}